MESSAGES = {
    "stub-post": {
        "text": (
            "🔬 <b>Внимание, молодые ученые! Открыт прием заявок на новую конференцию</b> \n\nДрузья, отличная новость для тех, кто хочет заявить о своих исследованиях и найти единомышленников! Объявлено о проведении конференции «[Название тематики]».\n\n📍 <b>Место проведения</b>: [Город/Университет/Площадка]\n🗓 <b>Даты конференции</b>: [Дата начала] – [Дата окончания]\n⏳ <b>Дедлайн подачи заявок</b>: до [Число] включительно.\n\n<b>Кому это будет интересно?</b>\nСтудентам магистратуры, аспирантам и молодым исследователям, работающим в сфере [тематика], а также всем, кто хочет прокачать навыки публичных выступлений и получить обратную связь от экспертов.\n\n<b>Что вы получите от участия?</b>✅ Возможность опубликовать тезисы в сборнике конференции (индексируется в РИНЦ/Scopus).\n✅ Нетворкинг с ведущими специалистами отрасли и потенциальными соавторами.\n✅ Сертификат участника и возможность побороться за гранты/премии для молодых ученых.\n✅ Живое обсуждение ваших идей в дружеской атмосфере Совета молодых ученых.\n\nНе упустите шанс стать частью большого научного сообщества!\n\n🔗 Ссылка на регистрацию и подробную программу: [Вставить ссылку]\n\n"
        )
    },
    

    "about": {
        "text": (
            "<b>Справочная информация</b>\n"
        )
    }
}