MODEL_NAME = 'sentence-transformers/paraphrase-multilingual-MiniLM-L12-v2'
SIMILARITY_THRESHOLD = 0.5

CONFERENCES = [
    {"event_name": "ACL 2026", "topics": ["обработка естественного языка", "большие языковые модели", "машинный перевод", "информационный поиск", "суммаризация текста", "вопросно-ответные системы", "retrieval augmented generation"]},
    {"event_name": "CVPR 2026", "topics": ["компьютерное зрение", "сегментация изображений", "обнаружение объектов", "анализ видео", "генерация изображений", "мультимодальные модели"]},
    {"event_name": "ICRA 2026", "topics": ["робототехника", "навигация роботов", "slam", "автономные системы", "восприятие роботов", "системы управления"]},
    {"event_name": "Bioinformatics Summit 2026", "topics": ["биоинформатика", "геномика", "анализ ДНК", "медицинские данные"]}
]

USER_INPUT = "медицина, Биология"